/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

"formatTemplateForRelativePastDatePhrase" = "%@";
"formatTemplateForRelativeFutureDatePhrase" = "%@後";

"now" = "今";
"%d year (plural rule: other)" = "%d 年";
"%d month (plural rule: other)" = "%d ヶ月";
"%d week (plural rule: other)" = "%d 週間";
"%d day (plural rule: other)" = "%d 日";
"%d hour (plural rule: other)" = "%d 時間";
"%d minute (plural rule: other)" = "%d 分";
"%d second (plural rule: other)" = "%d 秒";
